Repository: VividWeb/vivid_store
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Add a Product to the Page
nl_nl: Voeg een product toe aan de pagina

source: Quantity must be greater than zero
nl_nl: Aantal moet groter zijn dan nul

source: Product to include
nl_nl: Product om mee te nemen

source: Choose a Product to show
nl_nl: Kies een product om te tonen

source: Selected Product:
nl_nl: Geselecteerd product:

source: What would you like to show
nl_nl: Wat zou je willen tonen

source: Show Product Name
nl_nl: Toon Product Naam

source: Show Short Description
nl_nl: Toon Samenvatting

source: Show Product Details
nl_nl: Toon Product Details

source: Show Price
nl_nl: Toon Prijs

source: Show Weight
nl_nl: Toon Gewicht

source: Show Product Image
nl_nl: Toon Product Plaatje

source: Show "Add to Cart" Button
nl_nl: Toon "Voeg toe aan winkelwagen" Knop

source: Show if it's featured
nl_nl: Toon of het uitgelicht is

source: Show Group Product is in
nl_nl: Toon de productgroep

source: Show Dimensions
nl_nl: Toon Formaat

source: Add to Cart Button Text
nl_nl: Voeg toe aan Winkelwagen Knop Tekst

source: Access Denied.
nl_nl: Toegang Geweigerd

source: Featured Item
nl_nl: Uitgelicht Item

source: Dimensions
nl_nl: Formaat

source: Weight
nl_nl: Gewicht

source: Quantity
nl_nl: Aantal

source: Add to Cart
nl_nl: Voeg toe aan Winkelwagen

source: We can't seem to find this product at the moment
nl_nl: We kunnen dit product momenteel niet vinden

source: Add a Product List for Vivid Store
nl_nl: Voeg een Vivid Store Productenlijst toe

source: Product List
nl_nl: Product Lijst

source: Max Products must be at least 1
nl_nl: Maximum aantal Producten moet minstens 1 zijn

source: Max Product must be a whole number
nl_nl: Maximum aantal Producten moet een geheel getal zijn

source: None
nl_nl: Geen

source: Sort Order
nl_nl: Sorteer Volgorde

source: Alphabetical
nl_nl: Alphabetisch

source: Recently Added
nl_nl: Recent Toegevoegd

source: Filter by Group
nl_nl: Filter op Groep

source: Products per Row
nl_nl: Producten per Rij

source: Max Number of Products
nl_nl: Maximum aantal producten

source: Show Pagination
nl_nl: Toon Pagination

source: Display Options
nl_nl: Toon Opties

source: Show Featured
nl_nl: Toon Uitgelicht

source: Show Both Featured &amp; Non-featured
nl_nl: Toon Uitgelicht &amp; niet uitgelicht

source: Featured Only
nl_nl: Alleen Uitgelicht

source: Non-Featured Only
nl_nl: Alleen niet Uitgelicht

source: Show:
nl_nl: Toon：

source: Page Link
nl_nl: Pagina Link

source: Add to Cart Button
nl_nl: Voeg toe aan Winkelwagen knop

source: More Details
nl_nl: Meer Details

source: No Products Available
nl_nl: Geen Producten Beschikbaar

source: Add your cart links for Vivid Store
nl_nl: Winkelwagen links van Vivid Store Toevoegen

source: Cart Label must be set
nl_nl: Winkelwagen Label moet ingevuld zijn

source: Cart Link Label exceeds 255 characters
nl_nl: Winkelwagen link tekst is langer dan 255 characters

source: Cart Items Label exceeds 255 characters
nl_nl: Winkelwagen items tekst is langer dan 255 characters

source: Show Amount of Items in Cart
nl_nl: Toon hoeveelheid Items in de winkelwagen

source: Show Sign-in Link
nl_nl: Toon Login-in Link

source: Cart Link Label
nl_nl: Winkelwagen Link Tekst

source: View Cart
nl_nl: Toon Winkelwagen

source: Items in Cart
nl_nl: Items in winkelwagen

source: Welcome back
nl_nl: Welkom terug

source: Welcome back,
nl_nl: Welkom terug,

source: Sign In
nl_nl: Log in

source: Add a Store to your Site
nl_nl: Voeg een webshop toe aan de site

source: Store Customer Info
nl_nl: Winkel klant info

source: Billing First Name
nl_nl: Voornaam Factuur

source: Billing Last Name
nl_nl: Achternaam Factuur

source: Billing Address
nl_nl: Telfoonnummer Factuur

source: Shipping First Name
nl_nl: Voornaam Ontvanger

source: Shipping Last Name
nl_nl: Achternaam Ontvanger

source: Shipping Address
nl_nl: Verzend Adres

source: Registered Customer in your store
nl_nl: Geregistreerde Klanten in jouw winkel

source: Pending
nl_nl: In Afwachting

source: Processing
nl_nl: In Verwerking

source: shipped
nl_nl: Verzonden

source: Complete
nl_nl: Afgerond

source: Order Removed
nl_nl: Bestelling Verwijderd

source: Product Added
nl_nl: Product Toegevoegd

source: Product Updated
nl_nl: Product Geüpdate

source: Product Removed
nl_nl: Product Verwijderd

source: Add
nl_nl: Toevoegen

source: Add Product
nl_nl: Voeg Product Toe

source: Edit Product
nl_nl: Bewerk Product

source: You must have a Product Name
nl_nl: Je moet een productnaam hebben

source: Keep the Product name under 255 Characters
nl_nl: Houd de productnaam onder 255 Characters

source: The Price must be set, and numeric
nl_nl: De prijs moet aangegeven en numeriek zijn

source: The Quantity must be set, and numeric
nl_nl: Het aantal moet aangegeven en numekiek zijn

source: The Product Width must be a number
nl_nl: De product Breedte moet numeriek zijn

source: The Product Height must be a number
nl_nl: De product Hoogte moet numeriek zijn

source: The Product Length must be a number
nl_nl: De product Lengte moet numeriek zijn

source: The Product Weight must be a number
nl_nl: Het product gewicht moet numeriek zijn

source: You did not enter anything for the Group Name
nl_nl: Je hebt geen groepsnaam ingevuld

source: Keep the Group Name under 100 Characters
nl_nl: Houd de groepsnaam on de 100 characters

source: Attribute Deleted.
nl_nl: Attribuut Verwijderd

source: Attribute Created.
nl_nl: Attribuut Aangemaakt

source: Attribute Updated.
nl_nl: Attribuut Geupdate

source: Invalid attribute ID.
nl_nl: Invalide attribuut ID

source: Settings Saved!
nl_nl: Installingen Opgeslagen

source: You must set a currency symbol
nl_nl: Je dient een valutata symbool aan te geven

source: Tax Rate must be set, and a number
nl_nl: BTW tarief moet ingevuld en numeriek zijn

source: Tax State must be set
nl_nl: BTW Land moet aangegeven zijn

source: Tax City must be set
nl_nl: BTW Stad moet aangegeven zijn

source: Shipping Base Rate must be set, and a number
nl_nl: Verzendkosten moeten aangegeven en numeriek zijn

source: Shipping Base Rate must be set, and a number (even if just zero)
nl_nl: Verzendkosten moeten aangegeven en numeriek zijn (eventueel 0)

source: At least one payment method must be enabled
nl_nl: Minstens 1 betaalmethode moet geactiveerd zijn

source: You must have at least one Order Status.
nl_nl: Je moet minstens 1 bestel status hebben.

source: Credit Card Number
nl_nl: Credit Card Nummer

source: Month
nl_nl: Maand

source: Year
nl_nl: Jaar

source: Test Mode
nl_nl: Test Modus

source: Auth.net Transaction Key
nl_nl: Auth.net Transactie Sleutel

source: New Order Notification
nl_nl: Melding Nieuwe Bestelling

source: An order has been placed!
nl_nl: Er is een nieuwe bestelling gedaan!

source: Order
nl_nl: Bestelling

source: An order has been placed on your website.
nl_nl: Er is een bestelling gedaan op je website

source: Billing Information
nl_nl: Factuur Informatie

source: Shipping Information
nl_nl: Verzend Informatie

source: Order Details
nl_nl: Details Bestelling

source: Product Name
nl_nl: Product Naam

source: Options
nl_nl: Opties

source: Qty
nl_nl: Aantal

source: Price
nl_nl: Prijs

source: Subtotal
nl_nl: Subtotaal

source: Tax
nl_nl: BTW

source: Shipping
nl_nl: Verzenden

source: Total
nl_nl: Totaal

source: Order #:
nl_nl: Bestel #:

source: A new order has been placed on your website
nl_nl: Er is een nieuwe bestelling gedaan op je website

source: Order Receipt
nl_nl: Bestel bevestiging

source: Your Order
nl_nl: Jouw Bestelling

source: Thanks for your order! Below are the details of your order.
nl_nl: Bedankt voor je bestelling! Hieronder staan de details van jouw bestelling.

source: Your Downloads
nl_nl: Jouw Downloads

source: Note: You must be logged in to download files
nl_nl: Note: Je moet ingelogd zijn om bestanden te downloaden

source: Order #%s has been received
nl_nl: Bestelling#%s is ontvangen

source: BILLING INFORMATION
nl_nl: FACTUUR INFORMATIE

source: SHIPPING INFORMATION
nl_nl: VERZEND INFORMATIE

source: ORDER ITEMS
nl_nl: BESTELLING

source: Shopping Cart
nl_nl: Winkelwagen

source: Quantity:
nl_nl: Aantal:

source: Remove
nl_nl: Verwijder

source: Sub Total
nl_nl: Subtotaal

source: Clear Cart
nl_nl: Winkelwagen Opschonen

source: Checkout
nl_nl: Afrekenen

source: Sign in or Register
nl_nl: Inloggen of Registreren

source: In order to proceed, you'll need to either register, or login with your existing account.
nl_nl: Om verder te kunnen gaan moet je je registreren, of inloggenグインしてください。

source: Login
nl_nl: Inloggen

source: Register
nl_nl: Registreren

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Phone
nl_nl: Telefoonnummer

source: Address 1
nl_nl: Adres 1

source: Address 2
nl_nl: Adres 2

source: Country
nl_nl: Land

source: City
nl_nl: Plaats

source: State
nl_nl: Provincie

source: Postal Code
nl_nl: Postcode

source: Next
nl_nl: Volgende

source: Same as Billing Address
nl_nl: Hetzelfde als factuur informatie

source: Previous
nl_nl: Terug

source: Shipping Method
nl_nl: Verzend Methode

source: Payment
nl_nl: Betaling

source: Complete Order
nl_nl: Bestelling Afronden

source: Cart Total
nl_nl: Totaal

source: Items Subtotal
nl_nl: Subtotaal

source: Grand Total
nl_nl: Totaal

source: Order #%s is Complete
nl_nl: Bestelling #%s is afgerond

source: Thank you for your order. A receipt should be emailed to you shortly.
nl_nl: Bedankt voor je bestelling. U krijgt via email een bevestiging.

source: Add Location
nl_nl: Locatie toevoegen

source: Cancel
nl_nl: Annuleren

source: Customer Overview
nl_nl: Klanten overzicht

source: Items Orders
nl_nl: Bestelde Items

source: Product Options
nl_nl: Product Opties

source: Payment Method
nl_nl: Betaal Methode

source: Order Status History
nl_nl: Bestel status Historie

source: Date
nl_nl: Datum

source: User
nl_nl: Gebruiker

source: Manage Order
nl_nl: Beheer Bestelling

source: Order Options
nl_nl: Bestel opties

source: Delete Order
nl_nl: Verwijder bestelling

source: Order %s
nl_nl: Bestelling %s

source: Customer Name
nl_nl: Klant Naam

source: Order Date
nl_nl: Bestel Datum

source: View
nl_nl: Bekijk

source: Overview
nl_nl: Overzicht

source: Downloads and User Groups
nl_nl: Downloads en gebruikersgroepen

source: Images
nl_nl: Plaatjes

source: Attributes
nl_nl: Attrivbuten

source: Detail Page
nl_nl: Detail Pagina

source: Short Description
nl_nl: Samenvatting

source: Product Details (Long Description)
nl_nl: Product Details (Omschrijving)

source: File to download on purchase
nl_nl: Bestand om te downloaden na aanschaf

source: Choose File
nl_nl: Kies Bestand

source: In order to have digital downloads, you need to %sturn on advanced permissions%s.
nl_nl: Om downloads te hebben moet je %s geadvanceerde permissies aanzetten %s

source: On purchase add user to user groups
nl_nl: Gebruiker in groep zetten na aanschaf

source: Select user groups
nl_nl: Selecteerd gebruikersgroepen

source: Primary Product Image
nl_nl: Primair Product Plaatje

source: Choose Image
nl_nl: Kies plaatje

source: Additional Images
nl_nl: Verdere Plaatjes

source: Add Image
nl_nl: Voeg plaatje toe

source: Taxable
nl_nl: BTW plichtig

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Active
nl_nl: Actief

source: Inactive
nl_nl: Inactief

source: Group
nl_nl: Groep

source: Featured Product
nl_nl: Uitgelicht product

source: Add Option Group
nl_nl: Voeg Optie Groep toe

source: Group Name:
nl_nl: Groepsnaam:

source: Add Option to the Group
nl_nl: Voeg Optie toe aan de Groep

source: Delete the Option Group
nl_nl: Verwijder de Optiegroep

source: Option
nl_nl: Optie

source: You have't created product attributes
nl_nl: Je hebt geen product attributen

source: Product is Shippable
nl_nl: Product is verzendbaar

source: Length
nl_nl: Lente

source: Width
nl_nl: Breedte

source: Height
nl_nl: Hoogte

source: Detail Page is set to:
nl_nl: Detail pagina is:

source: We're not sure why, but this product doesn't seem to have a Page that correlates to it.
nl_nl: We weten niet waarom, maar dit product heeft geen pagina

source: Page Template
nl_nl: Pagina Template

source: Generate a Product Page
nl_nl: Genereer een product pagina

source: When you create a product, we'll make a page for that product. For now though, there's nothing to see here.
nl_nl: Wanneer je een product aanmaakt, maken wij een pagina hiervoor. Voor nuis er echter niet te zien.

source: Manage Attributes
nl_nl: Beheer Attributen

source: Manage Groups
nl_nl: Beheer Groepen

source: All Groups
nl_nl: Alle Groepen

source: Primary Image
nl_nl: Primaire Plaatje

source: Featured
nl_nl: Uitgelicht

source: Actions
nl_nl: Acties

source: Not Featured
nl_nl: Niet Uitgelicht

source: No Products to See, Yet.
nl_nl: Geen producten te zien, voor nu.

source: Groups
nl_nl: Groepen

source: You have not added a group yet
nl_nl: Je hebt nog geen groepen toegevoegd

source: Add a Group
nl_nl: Voeg een groep toe

source: Group Name
nl_nl: Groepsnaam

source: Add Group
nl_nl: Groep toevoegen

source: Add Attribute
nl_nl: Attribuut toevoegen

source: Currency
nl_nl: Valuta

source: Payments
nl_nl: Betalingen

source: Order Statuses
nl_nl: Bestel Statussen

source: Notifications
nl_nl: Notificaties

source: Products
nl_nl: Producten

source: Currency Symbol
nl_nl: Valuta Symbool

source: Thousands Separator %se.g. , or a space%s
nl_nl: Duizendtallen Separator %se.g. , of een spatie%s

source: Whole Number Separator %se.g. period or a comma%s
nl_nl: Decimalen %se.g. punt of komma%s

source: Your Store Location
nl_nl: Jouw winkel Locatie

source: Enable Tax
nl_nl: BTW Aanzetten

source: State/Region
nl_nl: Provincie

source: Tax Rules
nl_nl: BTW Regels

source: I charge sales tax if the
nl_nl: Ik reken BTW wanneer

source: matches our
nl_nl: gelijk is aan

source: based on the
nl_nl: gebasseerd op

source: Product Total
nl_nl: Product Totaal

source: Product Total + Shipping
nl_nl: Product Totaal + Verzendkosten

source: Tax Rate %
nl_nl: BTW Tarief %

source: Terminology
nl_nl: Terminologie

source: Units for Weight
nl_nl: Gewichts eenheid

source: Units for Size
nl_nl: Formaat eenheid

source: Settings
nl_nl: Instellingen

source: Enabled
nl_nl: Beschikbaar

source: Base Price
nl_nl: Basis Prijs

source: Additional Price Per Item
nl_nl: Extra Prijs Per Item

source: Display Name (on checkout)
nl_nl: Toon Naam (tijdens afrekenen)

source: No Payment Methods are Installed
nl_nl: Geen betaal methodes geinstalleerd

source: Display Name
nl_nl: Toon Naam

source: Default Status
nl_nl: Standaard Status

source: Send Change Notifications to...
nl_nl: Send verander notificaties naar...

source: Customer
nl_nl: Klant

source: No Order Statuses are available
nl_nl: Geen nieuwe bestel Satussen beschikbaar

source: Enter Emails to Notify of New Orders %sseparate multiple emails with commas%s
nl_nl: Geef aan welke email adressen een bestel notificatie moeten krijgen %smeerdere emails met een commas%s

source: Email address to send alerts from
nl_nl: Email addres om notificaties vandaan te sturen

source: Page to Publish Product Pages Under
nl_nl: Pagina om productpagina's onder te publiceren

source: Save Settings
nl_nl: Instellingen Opslaan

source: Transaction Key must be set
nl_nl: Transactie Sleuten moet toegevoegd zijn

source: Login ID must be set
nl_nl: Login ID moet aangegeven zijn

source: You must enter a first name
nl_nl: Je moet een voornaam opgeven

source: Your First Name is quite long. Please keep it under 30 characters
nl_nl: Je voornaam is lang. Gelieve deze onder de 30 characters te houden

source: You must enter a Last Name
nl_nl: Je moet een achternaam opgeven

source: That is a long Last Name. Please keep it under 30 characters
nl_nl: Je achternaam is lang. Gelieve deze onder de 30 characters te houden

source: You must enter an address
nl_nl: Je moet een adres opgeven

source: That is a long street name. Please keep it under 50 characters
nl_nl: Je straatnaam is lang. Gelieve deze onder de 50 characters te houden

source: You must enter a Country
nl_nl: Je moet een land opgeven

source: You did not select a Country from the list.
nl_nl: Je hebt geen lang opgegeven uit de lijst

source: You must enter a City
nl_nl: Je moet een plaatsnaam opgeven

source: You must enter a valid City
nl_nl: Je moet een geldige plaats opgeven

source: You must enter a valid Zip
nl_nl: Je moet een valide postcode opgeven

source: I can't find a product by that name
nl_nl: Ik kan geen product vinden met die naam
